<template>
  <div class="acreeDiv">
    <van-popup v-model="ageementShow" position="right">
      <div class="dev">
        <header>
          <div class="header">
              <span class="goback" @click="goback"><img src="@/assets/facePayMobile/images/goback.png" /></span>
              用户注册协议
          </div>
        </header>
        <div class="main">
          <pre>

    在点击页面确认和接受本合同之前，请您仔细阅读本合同的全部内容。如果您不同意本合同的任意内容，或者无法准确理解本合同各条款的解释，请不要进行点击确认及后续操作，否则表示您已经确认并同意接受本合同的全部约定内容。

本平台（包括但不限于网站、移动客户端以及中科金不时以公告形式发布的新的网址、客户端等）由北京中关村科金技术有限公司（以下简称 “中科金”）负责运营。本注册协议双方为中科金以及中科金的注册用户（以下简称“用户”、“您”），本注册协议具有合同效力。

在您注册成为中科金用户前请务必仔细阅读以下条款。若您一旦注册，则表示您同意接受中科金的服务并受以下条款的约束。若您不接受以下条款，请您立即停止注册或主动停止使用中科金的服务。如您通过进入注册程序并勾选“我已阅读且同意《中科金刷脸支付用户注册协议》”按钮，即表示您与中科金已达成协议，自愿接受本服务条款的所有内容。此后，您不得以未阅读本服务条款内容作任何形式对的抗辩。

鉴于：

1.中科金拥有刷脸支付技术服务相应技术能力，且可通过运用刷脸技术提升用户在完成支付款项时便捷的支付体验；

2.您有意使用中科金提供的产品和服务，向中科金申请使用刷脸支付技术服务。现就中科金向您提供刷脸支付技术服务的条件以及中科金向您提供相关用户服务等内容，由中科金和您共同确认以下条款：

一、 本协议的签署和修订

1.中科金只接受持有中国有效身份证明的18周岁以上具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人成为网站用户。如您不符合资格，请勿注册，否则中科金有权随时中止或终止您的用户资格。

2.本协议内容包括以下条款及中科金已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您与中科金共同签订的，适用于您在中科金的全部活动。在您注册成为用户时，您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。

3.中科金有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在中科金相关系统板块发布，无需另行单独通知您。您应不时地注意本协议及具体规则的变更，若您在本协议及具体规则内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用中科金的服务。若您不同意修改后的协议内容，您有权且应及时停止使用中科金的服务。

4.您通过自行或授权有关方根据本协议及中科金有关规则、说明操作确认本协议后，本协议即在您和中科金之间产生法律效力。本协议不涉及您与中科金的其他用户之间因任何交易而产生的法律关系或法律纠纷，但您在此同意将全面接受和履行通过或使用中科金与包括中科金在内的相对方签订的任何电子法律文本，并承诺按该等法律文本享有相应的权利、承担相应的义务。

二、 注册用户的要求

1.您保证账户注册由本人办理，不存在代办、冒充他人注册等情形。您有义务在注册时按要求提供您本人的真实资料，并保证您提供的所有资料均真实、准确、完整、合法、有效。

2、您有义务维持并更新用户的资料，确保其为真实、最新、有效及完整。若用户提供任何错误、虚假、过时或不完整的资料，或者中科金依其独立判断怀疑资料为错误、虚假、过时或不完整，中科金有权暂停或终止用户的账户，并拒绝用户使用中科金服务的部份或全部功能。在此情况下，中科金不承担任何责任，并且您同意负担因此所产生的任何直接或间接的支出或损失。

3.如因您未及时更新基本资料，导致中科金服务无法提供或提供时发生任何错误，您不得将此作为取消刷脸支付技术服务的理由，中科金亦不承担任何责任，所有后果应由您自行承担。

4.您有义务采取风险防范措施，安全使用中科金服务账户。用户确认，使用用户账户（即手机号码和验证码）登陆后在中科金平台上的一切操作均视为用户本人行为，用户账户操作所产生的电子信息记录为用户行为的有效凭据，由用户本人自行承担由此产生的全部责任。

5.您应采取有效的措施保护用于使用中科金服务账户的计算机、手机等电子设备的安全，因黑客、病毒或用户的保管疏忽等非中科金原因导致用户账户遭他人非法使用的，由您本人自行承担由此产生的全部责任。

6.您的账户仅限本人使用，不得转借、转让、出租或以其他方式供他人使用，否则由此产生的风险及全部损失由用户自行承担。

7.如您发现有第三人盗用您的账户，或其他任何未经合法授权的情形，应立即以有效方式通知中科金，要求中科金暂停相关服务，否则由此产生的一切责任由您本人承担。同时，您理解中科金对用户的请求采取行动需要合理期限，在此之前，中科金对第三人使用该服务所导致的损失不承担任何责任。

8.如您使用他人信息和资料注册使用本服务或向本公司提供的信息和资料不符合上述规定，由此引起的一切责任和后果均由您本人承担，本公司不承担因此产生的任何法律责任，因此而给本公司造成的任何损失，应由您来全部承担。

三、服务内容

1.中科金提供的服务包括但不限于：刷脸支付技术服务及其相关配套服务。

2.您同意并确认，基于运行和交易安全的需要，中科金可以暂时停止提供、限制或改变中科金服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要您仍然使用中科金的服务，表示您仍然同意本协议或者变更后的协议。

3.您同意并确认，您在中科金上按中科金服务流程所确认的交易状态将成为中科金为您进行相关交易或操作（包括但不限于采集人脸图片、订立合同等）的明确指令。您同意中科金有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。

4.如您未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失由您本人负责，中科金不承担任何责任。

5.除非本协议另有其它明确规定，中科金推出的新产品、新功能、新服务，均受到本协议的规范。

四、服务使用规范

1.中科金为您提供刷脸支付技术服务。您应认真仔细阅读并了解刷脸支付技术服务产品的内容及使用规则，独立判断以决定是否开通该项服务。因您未能了解刷脸支付技术服务而产生的纠纷，中科金不承担任何责任。

2. 您在注册时向中科金提交的账户（即手机号码、验证码）是您在中科金平台的唯一识别信息。您确认，无论是您本人或是以您名义使用您的手机号码和验证码登陆所进行的一切活动均代表您本人的意思并由您承担相应的法律后果。

3.您可以在注册成功后，向中科金发起刷脸支付技术服务申请并提交相应的影像或文字资料，中科金将根据相关风险控制标准独立进行审核，对符合条件的用户给与开通刷脸支付技术服务。您可以使用刷脸支付技术服务进行款项支付，您使用刷脸支付技术服务还须遵守中科金刷脸支付技术服务的具体业务规则和相关政策。

4.您同意并确认，您在中科金平台上按中科金刷脸支付技术服务流程所确认的流程状态，将成为中科金为您进行相关操作（包括但不限于采集人脸图片、签订合同等）的不可撤销的指令。您同意相关指令的执行时间以中科金在系统中进行实际操作的时间为准。您同意中科金有权依据本协议或中科金相关纠纷处理规则等约定对相关事项进行处理。

5.您未能及时对流程状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由您自行负责，中科金不承担任何责任。

6.如果中科金发现了因系统故障或其他任何原因导致的处理错误，无论有利于中科金还是有利于用户，中科金都有权纠正该错误。

7.在中科金平台交易需订立的合同采用电子合同方式。您使用账户登录中科金平台后，根据中科金的相关规则，以您账户在中科金平台通过点击确认或类似方式签署的电子合同即视为根据您本人真实意愿并以您本人名义签署的合同，具有法律效力。

8、如您对电子合同真伪或电子合同的内容有任何疑问或产生任何争议，中科金将提供协助查阅电子合同。

五、 用户个人信息的收集、使用、共享、转让及公开披露

（一）个人信息的收集、使用

个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。

中科金仅会出于本协议所述的以下目的，收集和使用您的个人信息 ：

1、业务功能一：注册成为用户

为完成账号创建，您需要提供您的手机号，手机号验证码及创建账号的密码。

同时，为确保您身份真实性、向您提供更好的安全保障，您需向我们提供姓名和身份证号，以完成实名认证。

2、业务功能二：开通刷脸支付

当您向中科金申请开通刷脸支付服务时。为确保您后续能够正常、安全地使用该服务，中科金需要您提供面部影像资料。您理解：中科金必须保存您的面部影像信息，用以在后续提供服务过程中验证、确保申请刷脸支付的为您本人，从而保障您的资金安全。因此，如您拒绝提供面部影像资料，则无法使用刷脸支付服务。

（二）个人信息的共享

您理解，为更好地为您提供支付服务并为您提供更多的优惠，我们会将您的姓名、手机号、身份证号、性别提供给实际为您提供商品的相应商家。

除上述情形外，我们不会与中科金以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：

1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。

2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。

（三）个人信息的转让和公开披露

1、我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：

（1）在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；

（2）在涉及合并、收购、符合规定的债权转让或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受本协议的约束，否则我们将要求该公司、组织重新向您征求授权同意。

2、我们仅会在以下情况下，公开披露您的个人信息：

（1）获得您明确授权或同意后；

（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门、监管部门强制性要求的情况下，我们可能会公开披露您的个人信息。

六、 使用限制

1.您承诺合法使用中科金提供的服务及网站内容。您不得利用本服务从事侵害他人合法权益之行为，不得在中科金从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，如擅自进入中科金的未公开的系统、不正当的使用账号密码和网站的任何内容等。

2.您不得使用中科金提供的服务或其他电子邮件转发垃圾邮件或其他可能违反本协议的内容。

3.中科金没有义务监测网站内容，但是您确认并同意中科金有权不时地根据法律、法规、政府要求透露、修改或者删除必要的信息，以便更好地运营中科金并保护自身及中科金的其他合法用户的权益。

4.中科金平台上全部内容的版权均属于中科金所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及国际版权公约的保护。未经中科金事先书面同意，您承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。未经中科金书面同意，您亦不得将中科金平台上任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，中科金将保留追究侵权人法律责任的权利。

七、 免责条款

1.本服务内容可能涉及或链接到由第三方所有、控制或者运营的其他网站（“第三方网站”）。中科金不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您确认按照第三方网站的相关服务协议而非本协议使用第三方网站，第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险。

2.因您自身的原因导致的任何损失或责任，由您自行负责，中科金不承担责任。

3.中科金系统因下列状况无法正常运作，使您无法使用各项服务时，中科金不承担损害赔偿责任，该状况包括但不限于：（1）本网站公告之系统停机维护期间；（2）电信设备出现故障不能进行数据传输的；（3）因台风、地震、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统故障无法执行业务的；（4）由于黑客攻击、电信部门技术调整或故障、网站升级等原因造成的服务中断或者延迟。

八、违约责任

1.如果您违反了您在本协议中所作的陈述、保证、承诺或任何其他义务，致使中科金承受任何损失，您赔偿中科金的相关损失。

2.如果由于您违反本协议或任何法律、法规而侵害第三方的权利，引起第三方对中科金提出的任何形式的索赔、要求、诉讼，中科金有权向您追偿相关损失。

3.本协议项下的相关损失包括但不限于中科金发生、实际损失及向第三方支付的补偿金、诉讼费、公证费、律师费、差旅费等。

九、协议终止及账户的暂停、关闭或终止

1.除非中科金终止本协议或者您申请终止本协议且经中科金同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，中科金有权通过站内信、电子邮件通知等方式终止本协议、关闭您的账户或者限制您使用中科金。但中科金的终止行为不能免除您根据本协议或在中科金签订的其他协议项下的还未履行完毕的义务。
2. 您决定不再使用用户账户时，应向中科金申请关闭该用户账户，经中科金审核同意后可正式关闭用户账户。会员死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人依法承担。若会员丧失全部或部分民事行为能力，中科金有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。
3.中科金有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对您或任何第三方承担任何责任。前述情形包括但不限于：
（1） 中科金认为您提供的个人资料不具有真实性、有效性或完整性；

（2） 中科金发现异常交易或有疑义或有违法之虞时

（3） 中科金认为您的账户涉嫌洗钱、套现、传销、被冒用或其他中科金认为有风险之情形；

（4） 中科金认为您已经违反本协议中规定的各类规则及精神；

（5） 中科金基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务，并将注册资料移除或删除的其他情形。

十、 适用法律和管辖

因中科金所提供服务而产生的争议均适用中华人民共和国法律，并由中科金住所地的人民法院管辖。

十一、 其他

1.您同意在此之后申请中科金的任何一款产品时，以电子数据形式提交、确认或签署任何法律性文件的方式及其法律效力，且认可中科金电子数据的有效性和证据效力。中科金相关系统所生成和保留记载的相关电子数据及交易记录，以及中科金制作或保留的相关电子及纸质单据、凭证、记录等相关资料，均构成有效证明合同双方之间权利义务关系的确定证据。

2.本协议及中科金有关页面的相关名词可互相引用参照，如您有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。

3.中科金在法律法规允许范围内对本协议具有最终解释权。

          </pre>
        </div>
      </div>
    </van-popup>
  </div>
</template>

<script>
import { Popup } from 'vant'
export default {
  components: {
    [Popup.name]: Popup
  },
  data () {
    return {
      ageementShow: false
    }
  },
  methods: {
    showData () {
      this.ageementShow = true
    },
    goback () {
      this.ageementShow = false
    }
  }
}
</script>

<style lang="scss" scoped>
pre{
  padding: 0 16px;
white-space: pre-wrap!important;
word-wrap: break-word!important;
*white-space:normal!important;
}
</style>
