<template>
  <div class="acreeDiv">
    <van-popup v-model="ageementShow" position="right">
      <div class="dev">
        <header>
          <div class="header">
              <span class="goback" @click="goback"><img src="@/assets/facePayMobile/images/goback.png" /></span>
              隐私政策
          </div>
        </header>
        <div class="main">
          <pre>
    本政策仅适用于北京中关村科金技术有限公司（以下简称“中科金”或“我们”）的中科金刷脸付产品和服务，包括中科金刷脸付的所有业务功能。

最近更新日期：2019年12月。

如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：

联系地址：北京市

电子邮件：Business-AIOT@zkjin.com

本政策将帮助您了解以下内容：

1、我们如何收集和使用您的个人信息

2、我们如何使用Cookie和同类技术

3、我们如何共享、转让、公开披露您的个人信息

4、我们如何保护您的个人信息

5、您的权利

6、我们如何处理儿童的个人信息

7、您的个人信息如何在全球范围转移

8、本政策如何更新

9、如何联系我们

中科金深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，中科金承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。

请在使用我们的产品（或服务）前，仔细阅读并了解本《隐私政策》。在点击页面确认和接受本政策之前，请您仔细阅读本政策的全部内容（尤其是加粗、加下划线部分）。如果您不同意本政策的任意内容，或者无法准确理解本政策各条款的解释，请不要进行点击确认及后续操作。

一、我们如何收集和使用您的个人信息
个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息中科金仅会出于本政策所述的以下目的，收集和使用您的个人信息 ：

（一）为您提供刷脸支付服务
1、业务功能一：注册成为用户
为完成账号创建，您需要提供您的手机号，手机号验证码及创建账号的密码。
同时，为确保您身份真实性、向您提供更好的安全保障，您需向我们提供姓名和身份证号，以完成实名认证。
2、业务功能二：开通刷脸支付
当您向中科金申请开通刷脸支付服务时，为确保您后续能够正常、安全地使用该服务，中科金会收集您的人脸openID用于完成支付授权，收集您的面部影像资料用于完成刷脸验证。您理解：中科金必须保存您的面部影像信息，用以在后续提供服务过程中验证、确保申请刷脸支付的为您本人，从而保障您的资金安全。因此，如您拒绝提供面部影像资料，则无法使用刷脸支付服务。

（二）开展内部审计、数据分析和研究，第三方SDK统计服务，改善我们的产品或服务
我们基于内部审计、数据分析和研究、第三方SDK统计服务及改善我们的产品（或服务）之目的收集数据是根据您与我们的互动和您所做出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA)、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（WiFi等）、硬盘、CPU和电池使用情况等。

二、我们如何使用 Cookie 和同类技术

（一）Cookie

为确保网站正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好等数据。

我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。如需详细了解如何更改浏览器设置，请访问以下链接：Internet Explorer、Google Chrome、Mozilla Firefox、Safari 和 Opera。

（二）网站信标和像素标签

除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的点击 URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。

（三）Do Not Track（请勿追踪）

很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我们的所有网站都会尊重您的选择。

三、我们如何共享、转让、公开披露您的个人信息

（一）共享

您理解，为更好地为您提供支付服务，我们会将您的姓名、手机号、身份证号、性别共享给实际为您提供商品商户方。

除上述情形外，我们不会与中科金以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：

1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。

2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。

（二）转让

我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：

1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；

2、在涉及合并、收购、符合规定的债权转让或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。

（三）公开披露

我们仅会在以下情况下，公开披露您的个人信息：

1、获得您明确授权或同意后；

2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门、监管部门强制性要求的情况下，我们可能会公开披露您的个人信息。

四、我们如何保护您的个人信息

（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据（如信用卡信息）时受 SSL 加密保护；我们同时对相关网站提供 https 安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。

（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。在法律法规允许的范围内，为实现本产品或服务的业务功能，我们会在业务所需的必要期限内保留您的个人信息。除法律法规另有规定外，我们不会擅自延长个人信息的保留期限。

（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。

（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。

（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。

五、您的权利

按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：

（一）访问您的个人信息

您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：

账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问中科金刷脸付终端或微信终端（如有）执行此类操作。

如果您无法通过上述链接访问这些个人信息，您可以随时使用我们的 Web 表单联系，或发送电子邮件至Business-AIOT@zkjin.comBusiness-AIOT@zkjin.com。我们将在15天内回复您的访问请求。

对于您在使用我们的产品（或服务）过程中产生的其他个人信息，只要符合法律法规之规定及监管机构的要求，我们会向您提供。如果您想行使数据访问权，请发送电子邮件至Business-AIOT@zkjin.comBusiness-AIOT@zkjin.com。

（二）更正您的个人信息

当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。

如果您无法通过上述链接更正这些个人信息，您可以随时使用我们的 Web 表单联系，或发送电子邮件至Business-AIOT@zkjin.com。我们将在15天内回复您的更正请求。

（三）删除您的个人信息

在以下情形中，您可以向我们提出删除个人信息的请求：

1、如果我们处理个人信息的行为违反法律法规；

2、如果我们收集、使用您的个人信息，却未征得您的同意；

3、如果我们处理个人信息的行为违反了与您的约定；

4、如果您不再使用我们的产品（或服务），或您注销了账号；

5、如果我们不再为您提供产品（或服务）。

除非法律法规另有规定、监管机构另有要求或我们与您另有约定，否则我们将积极响应您的删除请求。若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。

当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。

（四）改变您授权同意的范围

每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。

您可以通过以下方式自行操作：扫码打开中科金人脸会员连接，对已允许授权的中科金刷脸付的权限进行关闭。

当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。

（五）个人信息主体注销账户

您随时可注销此前注册的账户，您可以通过访问中科金刷脸付终端注销入口执行此类操作。

在注销账户之后，我们将停止为您提供产品（或服务）。同时，除非法律法规另有规定、监管机构另有要求或我们与您另有约定，否则我们将依据您的要求，删除您的个人信息，法律法规另有规定的除外。

（六）个人信息主体查看个人信息副本

您有权通过访问中科金刷脸付后台个人中心查看您的个人信息副本。

（七）约束信息系统自动决策

在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。

（八）响应您的上述请求

为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。

我们将在十五天内做出答复。如您不满意，还可以通过前端意见反馈入口进行反馈。

对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝

在以下情形中，按照法律法规要求，我们将无法响应您的请求：

1、与国家安全、国防安全有关的；

2、与公共安全、公共卫生、重大公共利益有关的；

3、与犯罪侦查、起诉和审判等有关的；

4、有充分证据表明您存在主观恶意或滥用权利的；

5、涉及商业秘密的；

6、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。

六、我们如何处理儿童的个人信息

我们的产品和服务主要面向成人，不会收集儿童的个人信息。

如果后续我们的产品或服务需要收集儿童的个人信息，我们会针对儿童信息收集部分单独制定隐私政策，并征得父母或监护人的同意。

尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。

七、您的个人信息如何在全球范围转移

根据相关法律法规规定及监管机构要求，我们在中国境内收集的您的个人信息，仅会在中国境内进行储存、处理和分析，不会转移至中国境外。

八、本政策如何更新

我们可能根据法律法规、监管部门的要求或者业务运营的需要，对本隐私政策不定期进行修订。

通常情况下，未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布或者以其他方式通知您对本政策所做的任何变更。

对于重大变更，我们还会提供更为显著的通知。在此情况下，若您选择继续使用我们的服务，即表示同意接受经修订的本隐私政策的约束。本政策所指的重大变更包括但不限于：
1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；

2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；

3、个人信息共享、转让或公开披露的主要对象发生变化；

4、您参与个人信息处理方面的权利及其行使方式发生重大变化；

5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；

6、个人信息安全影响评估报告表明存在高风险时。

我们还会将本政策的旧版本存档，供您查阅。

九、如何联系我们

如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：发送邮件至Business-AIOT@zkjin.com。
一般情况下，我们将在十五天内回复。
如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过以下外部途径寻求解决方案：向中科金住所地有管辖权的人民法院提起诉讼。

          </pre>
        </div>
      </div>
    </van-popup>
  </div>
</template>

<script>
import { Popup } from 'vant'
export default {
  components: {
    [Popup.name]: Popup
  },
  data () {
    return {
      ageementShow: false
    }
  },
  methods: {
    showData () {
      this.ageementShow = true
    },
    goback () {
      this.ageementShow = false
    }
  }
}
</script>

<style lang="scss" scoped>
pre{
  padding: 0 16px;
white-space: pre-wrap!important;
word-wrap: break-word!important;
*white-space:normal!important;
}
</style>
